const DIRECTION = {
  Subway: [
    '분당선, 신분당선 정자역 2번 출구에서 220번 버스 환승 후 백현교차로(남서울 골프장 입구) 정류장에서 하차 (4 정거장)',
    '분당선 수내역 2번 또는 3번 출구에서 200m 직진(하나은행 앞)하여 220번, 370번 버스 환승 후 백현교차로(남서울 골프장 입구) 정류장에서 하차 (2 정거장)',
    '신분당선 판교역 1번 출구에서 150m 직진 후 횡단보도 건너편(판교역북편 버스정류장)에서 마을버스 107번, 마을버스 117번 환승 후 백현교차로 정류장에서 하차 (4 정거장)',
  ],
  Bus: [
    '1303: 백현교차로',
    '1242: 낙생고등학교',
    '6900: 낙생고등학교',
    '누리1: 백현교차로',
    '마을107: 백현교차로',
    '* 가장 가까운 버스정류장은 백현교차로(남서울 골프장 입구) 입니다.',
    '* 낙생고등학교, 성남외고 정류장은 약 100m 거리에 있습니다.',
  ],
  Car: ['xx방면: ', 'xx방면: '],
  Parking: ['지하주차장'],
};

export default DIRECTION;
